/* button in progress sheet */
"Stop" = "Arrêter";

/* menu item */
"Update iPod" = "Mettre à jour l'iPod";

/* Restore iPod command key */
"R" = "R";

/* menu item */
"Restore iPod" = "Restaurer l'iPod";

/* menu item */
"Close Window" = "Fermer la fenêtre";

/* menu item */
"About iPod Updater" = "À propos de la Mise à jour de l'iPod";

/* Quit command key */
"Q" = "Q";

/* menu title */
"Options" = "Options";

/* menu item */
"Quit" = "Quitter";

/* Close Window command key */
"W" = "W";

/* text next to lock when unlocking */
"Authenticating..." = "Authentification...";

/* text next to lock when locked */
"Click the lock to make changes." = "Pour apporter des modifications, cliquez sur le cadenas.";

/* text next to lock when unlocked */
"Click the lock to prevent further changes." = "Pour empêcher les modifications, cliquez sur le cadenas.";

/* detail of error message */
"The iPod Updater application may be damaged." = "L'application de mise à jour de l'iPod est peut-être endommagée.";

/* error message */
"Out of memory." = "Mémoire insuffisante.";

/* detail of error message, part in <> is replaced and should not be translated) */
"The Mac OS error code was <error>." = "Le code d'erreur Mac OS est <error>.";

/* error message */
"Could not find updater library." = "Bibliothèque de mise à jour introuvable.";

/* error message */
"An unexpected error occurred." = "Une erreur inattendue est survenue.";

/* error message */
"The iPod Updater requires CarbonLib 1.4 or newer." = "La mise à jour de l’iPod requiert CarbonLib 1.4 ou ultérieur.";

/* main window message */
"Plug in an iPod to update it." = "Branchez un iPod pour le mettre à jour.";

/* error message */
"An error occurred. There may be open files on the iPod." = "Une erreur est survenue. Il se peut que des fichiers soient ouverts sur l’iPod.";

/* error message */
"The iPod is not mounted." = "L'iPod n'est pas monté.";

/* detail of confirmation message */
"If you quit while an operation is in progress, you may need to restore the iPod software later." = "Si vous quittez en cours d'opération, vous risquez de devoir restaurer à nouveau le logiciel de l'iPod.";

/* info window version */
"<version> (up to date)" = "<version> (à jour)";

/* info window label */
"Software Version:" = "Version du logiciel :";

/* confirmation dialog title */
"Quit" = "Quitter";

/* message for main window */
"Update puts the latest system software on your iPod." = "La mise à jour place le logiciel système le plus récent sur votre iPod.";

/* error message */
"The updater does not have a volume image." = "Le logiciel de mise à jour ne dispose d'aucune image volume.";

/* error message */
"The updater does not have a firmware image." = "Le logiciel de mise à jour ne dispose d'aucune image de programme interne.";

/* main window message */
"Your iPod has been updated to version <version>. Please unplug and replug the iPod so it can complete the update process." = "Votre iPod a été mis à jour avec la version <version>. Veuillez débrancher l'iPod puis le rebrancher pour finaliser son processus de mise à jour.";

/* detail of error message */
"Please attach one iPod at a time to be updated." = "Veuillez n'attacher qu'un seul iPod à la fois pour la mise à jour.";

/* main window message */
"Your iPod has been restored to factory settings. Please unplug and replug the iPod so it can complete the restore process." = "Votre iPod a été restauré à ses réglages d'origine. Veuillez débrancher l'iPod puis branchez-le à nouveau pour finaliser son processus de restauration.";

/* info window label */
"Name:" = "Nom :";

/* main window message */
"Your iPod has been restored to factory settings. Please eject and then unplug and replug the iPod so it can complete the restore process." = "Votre iPod a été restauré à ses réglages d'origine. Veuillez éjecter l'iPod, le débrancher puis le brancher à nouveau pour finaliser son processus de restauration.";

/* message for main window */
"Restore completely erases your iPod and applies factory settings. Your music and other data will be erased." = "La restauration effacera tout le contenu de votre iPod pour y appliquer les réglages d'origine. Votre musique et autres données seront effacées.";

/* confirmation message */
"Are you sure you want to restore the iPod software?" = "Êtes-vous certain de vouloir restaurer le logiciel de l'iPod?";

/* progress message */
"Done restoring iPod software" = "Restauration du logiciel de l'iPod achevée";

/* main window message */
"Your iPod has been updated to version <version>, and is restarting. Please do not unplug it." = "Votre iPod a été mis à jour avec la version <version> et est en train de redémarrer. Ne le débranchez pas.";

/* main window message */
"An iPod is attached, but not mounted on the desktop." = "Un iPod est attaché, mais il n'apparaît pas sur le bureau.";

/* error message */
"No iPod is attached." = "Auncun iPod n'est attaché.";

/* main window message */
"Your iPod has been restored to factory settings, and is restarting. Please do not unplug it." = "Les réglages d’origine de votre iPod ont été rétablis, et votre appareil est en train de redémarrer. Ne le débranchez pas.";

/* info window version */
"<version> (needs update)" = "<version> (mise à jour nécessaire)";

/* main window message */
"More than one iPod is attached. Please attach one iPod at a time to be updated." = "Plus d'un iPod est attaché. Veuillez n'attacher qu'un seul iPod à la fois pour la mise à jour.";

/* detail of confirmation message */
"All data currently stored on the iPod will be lost." = "Toute donnée actuellement stockée sur l'iPod sera perdue.";

/* error message */
"More than one iPod is attached." = "Plus d'un iPod est attaché.";

/* confirmation message */
"Quit while this operation is in progress?" = "Quitter malgré l'opération en cours ?";

/* detail of error message */
"A single iPod was detected, but it must be mounted on the desktop for this operation to work." = "Un seul iPod a été détecté. Il doit être monté sur le bureau pour que cette opération fonctionne.";

/* info window label */
"Capacity:" = "Capacité :";

/* error message */
"The iPod disk does not have the correct structure." = "Le disque de l'iPod n'a pas la structure correcte.";

/* progress message */
"Updating iPod software" = "Mise à jour du logiciel de l'iPod en cours";

/* about window line */
"iPod Software Version <version>" = "Logiciel iPod version <version>";

/* progress message */
"Done updating iPod software" = "Mise à jour du logiciel de l'iPod achevée";

/* main window message */
"The attached iPod does not have proper software on it." = "L'iPod attaché ne comprend aucun logiciel approprié.";

/* button for main window */
"Update" = "Mettre à jour";

/* error message */
"The iPod could not be unmounted because it is in use." = "L'iPod n'a pu être enlevé du bureau car il est en fonctionnement.";

/* confirmation dialog title
   button for main window */
"Restore" = "Restaurer";

/* error message */
"Could not find a SysInfo file on the iPod disk." = "Aucun fichier SysInfo n'a été trouvé sur le disque de l'iPod.";

/* info window label */
"Serial Number:" = "Numéro de série:";

/* main window title */
"iPod Software <version> Updater" = "Mise à jour <version> du logiciel iPod";

/* main window message */
"Your iPod has been updated to version <version>. Please eject and then unplug and replug the iPod so it can complete the update process." = "Votre iPod à été mis à jour avec la version <version>. Veuillez éjecter, débrancher puis rebrancher l'iPod de façon à permettre l'achèvement du processus de mise à jour.";

/* progress message */
"Restoring iPod software" = "Restauration du logiciel de l'iPod en cours";

